Repository: ashrimphead/authorCloud
Catalog: sites/all/modules/og_subgroups/translations/*.po
Languages: de

source: Group posts propagation
de: Verbreitung von Gruppenbeiträgen

source: Content can be propagated through the subgroups tree.
de: Inhalt wird an die Untergruppen weitergeleitet.

source: Content propagation
de: Verbreitung von Inhalt

source: Set the propogation type for posts which are group posts. Select in which direction the propagation should occur. For example if you select "Parents" content will propagate up the tree.
de: Einstellung der Art der Verbreitung für Beiträge die Gruppenbeiträge sind. Es kann ausgewählt werden, in welche Richtung die Verbreitung stattfinden soll. Wenn z.B. „Übergeordnet“ ausgewählt wird, verbreitet sich der Inhalt aufwärts im Gruppenbaum.

source: Parents
de: Übergeordnet

source: Children
de: Untergeordnet

source: Siblings
de: Nebengeordnet

source: User propagation
de: Verbreitung von Benutzern

source: Group members and admins can be propagated through the subgroups tree. NOTE: the user propagation feature is NOT yet implemented.
de: Gruppenmitglieder und Administratoren können an Untergruppen weiterverbreitet werden. HINWEIS: Die Funktion des Verbreitens von Benutzern ist noch NICHT implementiert

source: Members propagation
de: Verbreitung von Mitgliedern

source: Set the propogation type for group members.
de: Die Art der Verbreitung von Gruppenmitgliedern muss festgelegt werden.

source: User demotion
de: Zurückstufung von Benutzern

source: Determine if a demotion action should occur along the subgroups. Demotion referes to removing admin and to completely unsubscribing a member/ admin from a group. These options will be executed only if the 'Members propagation' is set.
de: Festlegung, ob eine Zurückstufung auch in Untergruppen stattfinden soll. Die Zurückstufung bezieht sich auf das Entfernen eines Administrators oder das vollständige Abmelden eines Mitglieds/Administrators von einer Gruppe. Diese Optionen werden nur ausgeführt, wenn die ‚Verbreitung von Mitgliedern‘ eingestellt ist.

source: Removing admin rights (user still remains a member)
de: Administrationsrechte entfernen (Benutzer bleibt Mitglied)

source: Unsubscribing or denying membership of a user
de: Benutzer wird abgemeldet oder die Mitgliedschaft abgelehnt

source: administer subgroups
de: Untergruppen verwalten

source: Subgroups for organic groups configuration
de: Konfiguration von Untergruppen für Gruppen

source: Manage your site's subgroups outline.
de: Die Gliederung der Untergruppen dieser Website verwalten.

source: OG subgroups
de: OG Untergruppen

source: Propagate content and users along the group's outline defined by the book module.
de: Inhalt und Benutzer nach der Gruppen-Gliederung verbreiten, die vom Buch-Modul festgelegt wird.

source: Organic groups
de: Organische Gruppen
